Repository: wellingtontf/DrinkingAtTheSources
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: ” It is not astonishing, therefore, that in concluding his resounding pamphlet, “Judaism in Music,” he suggests finally “the redemption of Ahasuerus - annihilation” as the only way to solve the Jewish problem.76
pt: Não é surpreendente, portanto, que ao concluir seu retumbante panfleto “Judaísmo na Música”, ele sugira finalmente “a redenção de Assuero - aniquilação” como a única maneira de resolver o problema judaico.76

source: ” L. Gauthier, “Les juifs dans les deux Bourgognes,” in Revue dEtudes juives, XLIX (1904), 14.
pt: "L. Gauthier," Les juifs dans les Bourgognes deux ", em Revue d'Etudes juives, XLIX (1904), 14.

source: ” Mark 15:10, R.S.V.
pt: Marcos 15:10, RSV

source: ” Matthew 5:17-20, N.E.B.
pt: Mateus 5: 17-20, NEB

source: ” Proverbs 15:8; cf.
pt: Provérbios 15: 8; cf.

source: ” Revelation 3:17.
pt: Apocalipse 3:17.

source: ” Romans 6:17.
pt: ” Romanos 6:17.
